Repository: VilledeMontreal/geststock
Catalog: locales/*.po
Languages: cs_cz

source: Length
cs_cz: Délka

source: Width
cs_cz: Šírka

source: Height
cs_cz: Výška

source: Weight
cs_cz: Hmotnost

source: Volume
cs_cz: Objem

source: Stock gestion
cs_cz: Správa skladu

source: The item with this number is not free
cs_cz: Položka s tímto číslem není volná

source: Item not found with this %s number
cs_cz: Nebyla nalezena položka s tímto číslem %s

source: Number selected different from number reserved
cs_cz: Počet vybraných se liší od počtu zarezervovaných

source: Thanks to specify an asset item type
cs_cz: Je třeba určit typ položky majetku

source: Thanks to specify an asset model
cs_cz: Je třeba určit model majetku

source: Entity of stock
cs_cz: Entita skladu

source: New location
cs_cz: Nové umístění

source: See stock
cs_cz: Zobrazit sklad

source: Export models in stock to TOVA
cs_cz: Exportovat modely ve skladu do TOVA

source: Number in stock
cs_cz: Počet ve skladu

source: Reserved in stock
cs_cz: Rezervováno ve skladu

source: Number free
cs_cz: Počet volných

source: Reserved in transit
cs_cz: Rezervováno v přepravě

source: Stock reservation
cs_cz: Rezervace skladu

# status
source: Asked
cs_cz: Poptáváno

# status
source: Waiting
cs_cz: Čeká

# status
source: Receipted
cs_cz: Potvrzeno

# status
source: Refused
cs_cz: Odmítnuto

source: Ticket is mandatory to make a reservation
cs_cz: Aby bylo možné zarezervovat, je třeba požadavku

source: Entity is mandatory to make a reservation
cs_cz: Aby bylo možné zarezervovat, je třeba entity

source: Location is mandatory to make a reservation
cs_cz: Aby bylo možné zarezervovat, je třeba umístění

source: Thanks to specify number of items whished
cs_cz: Je třeba zadat počet položek které si přejete

source: Stock location
cs_cz: Umístění skladu

source: Delivery entity
cs_cz: Entita doručení

source: Delivery location
cs_cz: Umístění doručení

source: Delivery date
cs_cz: Datum doručení

source: Tova date
cs_cz: Datum tova

source: Suitcase number
cs_cz: Číslo zavazadla

source: Suitcase type
cs_cz: Typ zavazadla

source: Number of packages
cs_cz: Počet balíčků

source: Receipt date
cs_cz: Datum účtu

source: Actual location
cs_cz: Stávající umístění

source: No free item
cs_cz: Žádná volná položka

source: can't create a ticket for ticket type incident
cs_cz: není možné vytvořit požadavek pro typ incident

source: Reservation present in dustbin
cs_cz: Rezervace nacházející se v koši

source: Add a reservation
cs_cz: Přidat rezervaci

source: Create a reservation from this ticket
cs_cz: Vytvořit z tohoto požadavku rezervaci

# status
source: Accompanied
cs_cz: Doprovázeno

# status
source: Accompanied RAILWAY
cs_cz: Doprovázeno železnice

# status
source: Flight department
cs_cz: Letové oddělení

# status
source: Mail
cs_cz: Pošta

# status
source: Accompanied mail
cs_cz: Doprovázeno pošta

# status
source: Secure freight
cs_cz: Zabezpečená doprava

# status
source: Freight
cs_cz: Doprava

# status
source: Freight RAILWAY
cs_cz: Doprava železnice

# status
source: Freight PTT
cs_cz: Doprava PTT

# status
source: Nantes shuttle
cs_cz: Nantes kyvadlová doprava

# status
source: Road
cs_cz: Cesta

source: Transfert items
cs_cz: Přenesené položky

source: Number reserved
cs_cz: Počet zarezervovaných

source: Total volume
cs_cz: Celkový objem

source: Total weight
cs_cz: Celková hmotnost

source: Select items to send
cs_cz: Vybrat položky k odeslání

source: Selection limited
cs_cz: Výběr omezen

source: Selection by file
cs_cz: Výběr dle souborů

source: Upload files
cs_cz: Nahrát soubory

source: Specifications
cs_cz: Specifikace

source: can't be calculate
cs_cz: není možné spočítat
